//Task name label
HSDTaskName = "Faxlogs";

HSDFaxLogsDescription = "Brug afkrydsningsfelterne til at vælge de faxnumre, du vil blokere eller ophæve blokering af, og klik på Anvend.";

//Table view table titles
HSDTableColumnTitleType = "Type";
HSDTableColumnTitleDate = "Dato";
HSDTableColumnTitleTime = "Tid";
HSDTableColumnTitleDuration = "Varighed";
HSDTableColumnTitlePages = "Sider";
HSDTableColumnTitleResult = "Resultat";
HSDTableColumnTitleFaxNumber = "Faxnummer";
HSDTableColumnTitleBlock = "Bloker";

//Button titles
HSDPrintButtonTitle = "Print Fax Aktivitet Log";
HSDApplyButtonTitle = "Anvend";

//Printing progress title
PrintingProgressTitle = "Udskriver… Vent";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "Log over modtagne faxer";
SentFaxesLogMenuItemTitle = "Log over sendte faxer";
AllFaxesLogMenuItemTitle = "Logs over alle faxer";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "Grænse for antal blokerede numre er nået";
FaxBlackListLimitErrorDescription = "Det maksimale antal faxnumre, som enheden kan blokere er %d. Ophæv blokering af nogle faxnumre, og prøv igen.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Kontroller, om enheden er online og ikke behandler et faxjob.";

//Fax session types
SentSessitonType = "Sendt";
RecievedSessionType = "Modtaget";

//Fax log results
SuccessResultCode = "Udført";
ErrorResultCode = "Fejl";
BusyResultCode = "Optaget";
NoAnswerResultCode = "Svarer ikke";
NoDialToneResultCode = "Ingen opkaldstone";
NoDocumentResultCode = "Intet dokument";
DocumentJamResultCode = "Dokumentstop";
DoorOpenResultCode = "Dør står åben";
PowerFailureResultCode = "Strømsvigt";
BlacklistedResultCode = "Blacklistet";
StorageFullResultCode = "Ikke mere lagerplads";
OutOfMemoryResultCode = "Mangler hukommelse";
PhoneLineUnavailableResultCode = "Telefonlinje optaget";
FaxDisconnectedResultCode = "Fax ikke tilsluttet";
PCDisconnectedResultCode = "Computer ikke tilsluttet";
RemoteNotColorResultCode = "Ekstern benytter ikke farver";
CommunicationErrorResultCode = "Kommunikationsfejl";
CancelledResultCode = "Annulleret";
